Repository: openmeteo/enhydris
Catalog: enhydris/locale/*/LC_MESSAGES/django.po
Languages: el

source: Enhydris dashboard
el: Πίνακας ελέγχου

source: File
el: Αρχείο

source: Code
el: Κωδικός

source: If the station has a code (e.g. one given by another agency), you can enter it here.
el: Αν ο σταθμός έχει κωδικό από άλλη υπηρεσία, μπορείτε να τον καταχωρίσετε εδώ.

source: Co-ordinates
el: Συντεταγμένες

source: Longitude and latitude in decimal degrees
el: Γεωγραφικό μήκος και πλάτος σε μοίρες με δεκαδικά

source: Original SRID
el: Αρχικό SRID

source: Set this to 4326 if you have no idea what we're talking about. If the latitude and longitude has been converted from another co-ordinate system, enter the SRID of the original co-ordinate system.
el: Αν δεν ξέρετε για ποιο πράγμα μιλάμε, ορίστε την τιμή 4326. Αν το γεωγραφικό πλάτος και μήκος έχουν βρεθεί με μετατροπή από άλλο σύστημα συντεταγμένων, προσδιορίστε το SRID εκείνου του συστήματος.

source: Data file
el: Αρχείο δεδομένων

source: Time zone
el: Ζώνη ώρας

source: The timestamps of the time series are stored in UTC in the database. In order to convert them to UTC, we need to know their time zone. If the time zone is specified in the uploaded file, that one is used; otherwise, the time zone specified here is used.
el: Οι χρονοσφραγίδες των χρονοσειρών αποθηκεύονται σε UTC. Για να μετατραπούν σωστά, πρέπει να ξέρουμε τη ζώνη ώρας στην οποία αναφέρονται. Θα χρησιμοποιηθεί τυχόν ζώνη ώρας που ορίζεται στο αρχείο, και αν δεν ορίζεται τότε θα χρησιμοποιηθεί αυτή που ορίζεται εδώ.

source: What to do
el: Τρόπος εισαγωγής

source: Append this file's data to the already existing
el: Πρόσθεση των δεδομένων αυτού του αρχείου στο τέλος των υπαρχόντων

source: Discard any already existing data and replace them with this file
el: Διαγραφή όλων των δεδομένων και αντικατάστασή τους με αυτό το αρχείο

source: The file does not seem to be a valid UTF-8 file:
el: Αυτό δεν φαίνεται να είναι έγκυρο έγκυρο αρχείο, ή η κωδικοποίησή του δεν είναι UTF-8:

source: The file you attempted to upload does not specify a time zone. Please specify the time zone of the timestamps.
el: Το αρχείο που προσπαθήσατε να ανεβάσετε δεν ορίζει ζώνη ώρας. Παρακαλώ ορίστε τη ζώνη ώρας των χρονοσφραγίδων.

source: Can't append; the first record of the time series to append is earlier than the last record of the existing time series.
el: Δεν είναι δυνατή η πρόσθεση δεδομένων στο τέλος, γιατί η πρώτη εγγραφή του αρχείου προηγείται της τελευταίας εγγραφής της υπάρχουσας χρονοσειράς.

source: The data for the time series "{} - {} - {}" will be imported soon. You will be notified by email when the importing finishes.
el: Τα δεδομένα της χρονοσειράς "{} - {} - {}" θα εισαχθούν σύντομα. Θα ειδοποιηθείτε με email όταν ολοκληρωθεί η εισαγωγή.

source: There can be only one {} time series in each time series group.
el: Μπορεί να υπάρχει μόνο μία {} χρονοσειρά σε κάθε ομάδα χρονοσειρών.

source: Metadata
el: Μεταδεδομένα

source: Site
el: Ιστότοπος

source: General information
el: Γενικές πληροφορίες

source: Permissions
el: Δικαιώματα πρόσβασης

source: Lower bound
el: Απόλυτο κάτω όριο

source: Soft lower bound
el: Κάτω όριο (για ύποπτες τιμές)

source: Soft upper bound
el: Άνω όριο (για ύποπτες τιμές)

source: Upper bound
el: Απόλυτο άνω όριο

source: Thresholds
el: Επιτρεπόμενες διαφορές

source: The allowed differences, one per line, like "10min 7.3" (without the quotes). This example means that any change higher than 7.3 within 10 minutes will be considered an error. The time length is specified as a number plus a unit, with no space in between. The units available are min (minutes), h (hours) and D (days).
el: Οι επιτρεπόμενες διαφορές, μία σε κάθε γραμμή, π.χ. «10min 7.3» (χωρίς τα εισαγωγικά). Αυτό το παράδειγμα σημαίνει πως οποιαδήποτε διαφορά μεγαλύτερη από 7.3 εντός 10 λεπτών θα θεωρηθεί σφάλμα. Το χρονικό διάστημα ορίζεται ως αριθμός και μονάδα, χωρίς διάστημα μεταξύ τους. Οι μονάδες είναι min (λεπτά), h (ώρες) και D (μέρες).

source: Symmetric
el: Συμμετρικό

source: To perform a range check, lower and upper bound must be specified; otherwise, all four bounds must be empty.
el: Για πραγματοποίηση ελέγχου ακραίων τιμών, πρέπει να προσδιοριστεί το κατώτατο και ανώτατο όριο. Αλλιώς, και τα τέσσερα όρια πρέπει να είναι κενά.

source: "{line}" is not a valid (delta_t, allowed_diff) pair
el: Το «{line}» δεν είναι έγκυρο ζεύγος (delta_t, allowed_diff)

source: Range check
el: Έλεγχος ακραίων τιμών

source: Time consistency check
el: Έλεγχος χρονικής συνέπειας

source: The points that form the curve. You can copy/paste them from a spreadsheet, two columns: X and Y. Copy and paste the points only, without headings. If you key them in instead, they must be one point per line, first X then Y, separated by tab or comma.
el: Τα σημεία που αποτελούν την καμπύλη. Μπορείτε να τα αντιγράψετε από φύλλο εργασίας, σε δύο στήλες: X και Y. Αντιγράψτε τα σημεία μόνο, χωρίς επικεφαλίδες. Αν αντ' αυτού θέλετε να τα πληκτρολογήσετε, πρέπει να είναι ένα σημείο σε κάθε γραμμή, πρώτα το X και μετά το Υ, διαχωρισμένα με tab ή κόμμα.

source: Points
el: Σημεία

source: Aggregation
el: Συνάθροιση

source: Aggregations
el: Συναθροίσεις

source: Auto processes
el: Αυτόματες επεξεργασίες

source: Checks for {}
el: Έλεγχοι για τη χρονοσειρά «{}»

source: Range checks
el: Έλεγχοι ακραίων τιμών

source: Range check for {}
el: Έλεγχος ακραίων τιμών για τη χρονοσειρά «{}»

source: If this is selected, it is the absolute value of the change that matters, not its direction. In this case, the allowed differences must all be positive. If it's not selected, only rates larger than a positive or smaller than a negative difference are considered.
el: Αν αυτό επιλεγεί, τότε παίζει ρόλο μόνο η απόλυτη τιμή της διαφοράς. Σ' αυτή την περίπτωση, οι επιτρεπόμενες διαφορές πρέπει όλες να είναι θετικές. Αν δεν επιλεγεί, τότε μόνο διαφορές μεγαλύτερες από μια θετική ή μικρότερες από μια αρνητική διαφορά θα θεωρηθούν εσφαλμένες.

source: Time consistency checks
el: Έλεγχοι χρονικής συνέπειας

source: Time consistency check for {}
el: Έλεγχος χρονικής συνέπειας για τη χρονοσειρά «{}»

source: Target time series group
el: Εξαγόμενη ομάδα χρονοσειρών

source: Curve interpolation
el: Παρεμβολή σε καμπύλη

source: Curve interpolations
el: Παρεμβολές σε καμπύλη

source: Start date
el: Ημερομηνία έναρξης

source: End date
el: Ημερομηνία λήξης

source: Curve period
el: Περίοδος

source: Curve periods
el: Περίοδοι

source: {}: Point ({}, {})
el: {}: Σημείο ({}, {})

source: E.g. "10min", "1h" (hourly), "1D" (daily), "1M" (monthly), "1Y" (yearly). More specifically, it's a number plus a unit, with no space in between. The units available are min, h, D, M, Y.
el: Π.χ. «10min», «1h» (ωριαίο), «1D» (ημερήσιο), «1M» (μηνιαίο), «1Y» (ετήσιο). Πιο συγκεκριμένα, είναι αριθμός και μονάδα, χωρίς διάστημα μεταξύ τους. Οι διαθέσιμες μονάδες είναι min, h, D, M, Y.

source: Target time step
el: Εξαγόμενο βήμα

source: Method
el: Μέθοδος

source: Defines what happens if some of the source records corresponding to a destination record are missing. Suppose you are aggregating ten-minute to hourly and for 23 January between 12:00 and 13:00 there are only four nonempty records in the ten-minute time series (instead of the usual six). If you set this to 1 or lower, the hourly record for 23 January 13:00 will be empty; if 2 or larger, the hourly value will be derived from the four values. In the latter case, the MISS flag will also be set in the resulting record.
el: Ορίζει τι γίνεται όταν κάποιες από τις εγγραφές λείπουν. Ας πούμε ότι συναθροίζετε δεκάλεπτη σε ωριαία, και για τις 23 Ιανουαρίου, μεταξύ 12:00 και 13:00 υπάρχουν μόνο τέσσερις αντί για έξι τιμές στη δεκάλεπτη χρονοσειρά. Αν ορίσετε αυτή την παράμετρο σε 1 ή μικρότερο, η ωριαία τιμή για τις 23 Ιανουαρίου 13:00 θα είναι κενή. Αν την ορίσετε σε 2 ή μεγαλύτερο, η ωριαία τιμή θα εξαχθεί από τις τέσσερις τιμές. Στην τελευταία περίπτωση, η σημαία MISS θα τεθεί στην εξαγόμενη τιμή.

source: Max missing
el: Μέγιστες ελλείπουσες τιμές

source: If the time step of the target time series is one day ("D") and you set the resulting timestamp offset to "1min", the resulting time stamps will be ending in 23:59. This does not modify the calculations; it only subtracts the specified offset from the timestamp after the calculations have finished. Leave empty to leave the timestamps alone.
el: Αν το χρονικό βήμα της εξαγόμενης χρονοσειράς είναι μία μέρα («D») και ορίσετε αυτή την παράμετρο σε «1min», οι χρονοσφραγίδες στην εξαγόμενη χρονοσειρά θα τελειώνουν σε 23:59. Αυτό δεν αλλάζει τον τρόπο υπολογισμού, αλλά μόνο αφαιρεί το προσδιορισμένο διάστημα από τη χρονοσφραγίδα αφού γίνει ο υπολογισμός.

source: Resulting timestamp offset
el: Μετατόπιση εξαγόμενης χρονοσφραγίδας

source: Aggregation for {}
el: Συνάθροιση για τη χρονοσειρά «{}»

source: Are you human?
el: Είστε άνθρωπος;

source: 150 characters or fewer. Letters, digits and @/./+/-/_ only.
el: Μέχρι 150 χαρακτήρες. Γράμματα, αριθμοί και @/./+/-/_

source: Latest HTS
el: Πιο πρόσφατη HTS

source: Description
el: Περιγραφή

source: Name
el: Όνομα

source: Remarks
el: Παρατηρήσεις

source: Display time zone
el: Ζώνη ώρας για προβολή

source: Time series timestamps are always stored in UTC. Select the time zone for displaying timestamps of time series referring to this object.
el: Οι χρονοσφραγίδες των χρονοσειρών αποθηκεύονται σε UTC. Επιλέξτε τη ζώνη ώρας για προβολή χρονοσφραγίδων των χρονοσειρών που αναφέρονται σ' αυτό το αντικείμενο.

source: Altitude
el: Υψόμετρο

source: Area category
el: Κατηγορία περιοχών

source: Area categories
el: Κατηγορίες περιοχών

source: Category
el: Κατηγορία

source: Area
el: Περιοχή

source: Areas
el: Περιοχές

source: Date
el: Ημερομηνία

source: Content
el: Περιεχόμενο

source: Featured
el: Σε πρώτο πλάνο

source: Image
el: Εικόνα

source: Images
el: Εικόνες

source: Files
el: Αρχεία

source: Log entry type
el: Τύπος ημερολογιακών καταχωρήσεων

source: Log entry types
el: Τύποι ημερολογιακών καταχωρήσεων

source: Type
el: Τύπος

source: User
el: Χρήστης

source: Report
el: Έκθεση

source: Log entry
el: Καταχώριση στο ημερολόγιο

source: Log entries
el: Ημερολόγιο

# Entity that owns the station
source: Owner
el: Ιδιοκτήτης

# Station start date
source: Start date
el: Έναρξη λειτουργίας

# Station end date
source: End date
el: Οριστική παύση λειτουργίας

source: Overseer
el: Παρατηρητής

# User who has full permissions on station
source: Administrator
el: Αρμόδιος

source: Maintainers
el: Συναρμόδιοι

source: Time series data viewers
el: Δικαιούχοι ανάγνωσης

source: Users with permission to view time series data
el: Χρήστες με δικαίωμα να δουν τα δεδομένα των χρονοσειρών

source: Station
el: Σταθμός

source: Stations
el: Σταθμοί

source: Last name
el: Επώνυμο

source: First name
el: Όνομα

source: Middle names
el: Μεσαία ονόματα

source: Initials
el: Αρχικά

source: Person
el: Άτομο

source: Persons
el: Άτομα

source: Acronym
el: Ακρωνύμιο

source: Organization
el: Οργανισμός

source: Initial
el: Αρχική

source: Checked
el: Ελεγμένη

source: Regularized
el: Κανονικοποιημένη

source: Aggregated
el: Συναθροισμένη

source: E.g. "10min", "H" (hourly), "D" (daily), "M" (monthly), "Y" (yearly). More specifically, it's an optional number plus a unit, with no space in between. The units available are min, H, D, M, Y. Leave empty if the time series is irregular.
el: Π.χ. «10min», «H» (ωριαία), «D» (ημερήσια), «M» (μηνιαία), «Y» (ετήσια). Πιο συγκεκριμένα, είναι ένας προαιρετικός αριθμός και μια μονάδα, χωρίς διάστημα μεταξύ τους. Οι διαθέσιμες μονάδες είναι min, H, D, M, Y. Αφήστε το κενό αν η χρονοσειρά είναι ακανόνιστη.

source: Time step
el: Βήμα

source: Publicly available
el: Δημοσίως διαθέσιμη

source: Whether users who have not logged on have permission to download the time series data.
el: Ορίζει το αν χρήστες που δεν έχουν πραγματοποιήσει είσοδο έχουν δικαίωμα να κατεβάσουν τα δεδομένα της χρονοσειράς.

# Singular
source: Time series
el: Χρονοσειρά

# Plural
source: Time series
el: Χρονοσειρές

source: Timestamp
el: Χρονοσφραγίδα

source: Value
el: Τιμή

source: Flags
el: Σημαίες

source: Time series record
el: Εγγραφή χρονοσειράς

source: Time series records
el: Εγγραφές χρονοσειράς

source: Variable
el: Μεταβλητή

source: Variables
el: Μεταβλητές

source: Symbol
el: Σύμβολο

source: Unit of measurement
el: Μονάδα μέτρησης

source: Units of measurement
el: Μονάδες μέτρησης

source: In most cases, you want to leave this blank, and the name of the time series group will be the name of the variable, such as "Temperature". However, if you have two groups with the same variable (e.g. if you have two temperature sensors), specify a name to tell them apart.
el: Συνήθως είναι καλύτερο να το αφήσετε κενό, και το όνομα της μεταβλητής, π.χ. «Θερμοκρασία», θα χρησιμοποιηθεί ως όνομα της ομάδας χρονοσειρών. Αν όμως έχετε δύο ομάδες με την ίδια μεταβλητή (π.χ. αν έχετε δύο αισθητήρες θερμοκρασίας στον ίδιο σταθμό), ορίστε ένα όνομα για να τις ξεχωρίζετε.

source: Hidden
el: Κρυμμένη

source: The number of decimal digits to which the values of the time series will be rounded. It's usually positive, but it can be zero or negative; for example, for humidity it is usually zero; for wind direction in degrees, depending on the sensor, you might want to specify precision -1, which means the value will be 10, or 20, or 30, etc. This only affects the rounding of values when the time series is retrieved; values are always stored with all the decimal digits provided.
el: Το πλήθος δεκαδικών ψηφίων που θα φαίνονται στις τιμές της χρονοσειράς. Συνήθως είναι θετικό, αλλά μπορεί να είναι μηδέν ή αρνητικό. Για παράδειγμα, για υγρασία είναι συνήθως μηδέν. Για ταχύτητα ανέμου σε μοίρες, ανάλογα με τον αισθητήρα, μπορεί να θέλετε να ορίσετε ακρίβεια -1, που σημαίνει πως οι τιμές της χρονοσειράς θα είναι 10 ή 20 ή 30 κλπ. Αυτό επηρεάζει μόνο τη στρογγυλοποίηση των τιμών όταν πραγματοποιείται ανάκτηση της χρονοσειράς· η αποθήκευση γίνεται πάντα με όλα τα δεκαδικά ψηφία που παρέχονται.

source: Precision
el: Ακρίβεια

source: Time series group
el: Ομάδα χρονοσειρών

source: Time series groups
el: Ομάδες χρονοσειρών

source: The allowed differences, one per line, like "10min 7.3" (without the quotes). This example means that any change higher than 7.3 within 10 minutes will trigger an early warning. The time length is specified as an optional number plus a unit, with no space in between. The units available are min (minutes), H (hours) and D (days).
el: Οι επιτρεπόμενες διαφορές, μία σε κάθε γραμμή, π.χ. «10min 7.3» (χωρίς τα εισαγωγικά). Αυτό το παράδειγμα σημαίνει πως οποιαδήποτε διαφορά μεγαλύτερη από 7.3 εντός 10 λεπτών θα θεωρηθεί σφάλμα. Το χρονικό διάστημα ορίζεται ως προαιρετικός αριθμός και μονάδα, χωρίς διάστημα μεταξύ τους. Οι μονάδες είναι min (λεπτά), H (ώρες) και D (μέρες).

source: Latest measurements
el: Τελευταίες μετρήσεις

source: Last update
el: Τελευταία ενημέρωση

source: Time series "{}" was imported successfully
el: Η χρονοσειρά "{}" εισήχθη επιτυχώς

source: Importing time series "{}" failed
el: Η εισαγωγή της χρονοσειράς "{}" απέτυχε

source: Ignore this sensor
el: Να αγνοηθεί αυτός ο αισθητήρας

source: To which Enhydris time series does sensor "{sensor_name}" ({sensor_id}) correspond?
el: Σε ποια χρονοσειρά της Ενυδρίδας αντιστοιχεί ο αισθητήρας "{sensor_name}" ({sensor_id});

source: Telemetry system type
el: Τύπος τηλεμετρικού συστήματος

source: The type of the system from which the data is to be fetched. If unlisted, it might mean that it is currently unsupported.
el: Ο τύπος του συστήματος από το οποίο πρόκειται να ληφθούν τα δεδομένα. Αν δεν αναφέρεται στον κατάλογο, αυτό συνήθως σημαίνει ότι προς το παρόν δεν υποστηρίζεται.

source: Time zone of the timestamps
el: Ζώνη ώρας των χρονοσφραγίδων

source: Fetch interval (how often to fetch data), in minutes
el: Διάστημα λήψης (πόσο συχνά να λαμβάνονται δεδομένα), σε λεπτά

source: E.g. 60 to fetch data every 60 minutes, 1440 for once a day
el: Π.χ. 60 για να λαμβάνονται δεδομένα κάθε 60 λεπτά, 1440 για άπαξ ημερησίως

source: Fetch time offset, in minutes
el: Καθυστέρηση λήψης, σε λεπτά

source: If the fetch interval is 10 and the offset is 2, then data will be fetched at :02, :12, :22, etc. If the fetch interval is 1440 and the offset is 125, then data will be fetched every day at 02:05am. The offset generally counts from midnight.
el: Αν το διάστημα λήψης είναι 10 και η καθυστέρηση είναι 2, τότε τα δεδομένα θα λαμβάνονται στις :02, :12, :22 κλπ. Αν το διάστημα λήψης είναι 1440 και η καθυστέρηση είναι 125, τότε τα δεδομένα θα λαμβάνονται κάθε μέρα στις 02:05 π.μ. Γενικά η καθυστέρηση λογίζεται από τα μεσάνυχτα.

source: %(station_name)s — Telemetry log detail (beta)
el: %(station_name)s — Λεπτομέρειες μηνύματος λάθους τηλεμετρίας (beta)

source: Back
el: Πίσω

source: %(station_name)s: Telemetry log detail
el: %(station_name)s: Λεπτομέρειες μηνύματος λάθους τηλεμετρίας

source: <strong>Error time:</strong> <code>%(error_time)s</code>
el: <strong>Χρόνος λάθους:</strong> <code>%(error_time)s</code>

source: <strong>Error type:</strong> <code>%(exception_name)s</code>
el: <strong>Είδος λάθους:</strong> <code>%(exception_name)s</code>

source: <strong>Error message:</strong> <code>%(error_message)s</code>
el: <strong>Μήνυμα λάθους:</strong> <code>%(error_message)s</code>

source: <strong>Enhydris version:</strong> <code>%(enhydris_full_version)s</code>
el: <strong>Έκδοση Ενυδρίδας:</strong> <code>%(enhydris_full_version)s</code>

source: %(station_name)s — Telemetry logs (beta)
el: %(station_name)s — Μηνύματα λάθους τηλεμετρίας (beta)

source: %(station_name)s: Telemetry logs
el: %(station_name)s — Μηνύματα λάθους τηλεμετρίας

source: %(station_name)s — Telemetry (beta)
el: %(station_name)s — Τηλεμετρία (beta)

source: %(station_name)s: Telemetry setup (beta) step %(seq)s of %(max_seq)s
el: %(station_name)s: Καθορισμός τηλεμετρίας (beta) βήμα %(seq)s από %(max_seq)s

source: Previous
el: Προηγούμενη

source: Finish
el: Τέλος

source: Next
el: Επόμενη

source: Username
el: Χρήστης

source: Gateway or addVANTAGE server URL
el: URL για τον Adcon Gateway ή τον addVANTAGE server

source: Use "https://hostname:port" or "https://hostname". You can use http instead of https, but it is not recommended.
el: Χρησιμοποιήστε τη μορφή "https://hostname:port" ή "https://hostname". Μπορείτε να χρησιμοποιήσετε http αντί για https, αλλά δεν συνιστάται.

source: If this is left blank, https://meteoview2.gr/api/ will be used.
el: Αν το αφήσετε κενό, θα χρησιμοποιηθεί η τιμή https://meteoview2.gr/api/.

source: Telemetry has been configured
el: Η τηλεμετρία ορίστηκε

source: Enhydris
el: Ενυδρίς

source: dashboard
el: πίνακας ελέγχου

source: logout %(username)s
el: έξοδος %(username)s

source: register
el: εγγραφή

source: login
el: είσοδος

source: Search stations
el: Αναζήτηση σταθμών

source: search
el: αναζήτηση

source: list stations visible on map
el: κατάλογος σταθμών που εμφανίζονται στο χάρτη

source: Search tips
el: Οδηγίες αναζήτησης

source: <li class="list-group-item"> Stations having "diamond" and "emerald" in their name or remarks (or various other fields): <code>diamond&nbsp;emerald</code> </li> <li class="list-group-item"> Stations owned by George Michael or Boy George or any George: <code>owner:george</code> </li> <li class="list-group-item"> Stations measuring temperature in Celduin: <code>variable:temperature&nbsp;in:celduin</code> </li> <li class="list-group-item"> German stations that have time series: <code>in:germany&nbsp;ts_only:</code> </li> <li class="list-group-item"> Stations that have at least one time series containing records in 1988, at least one time series containing records in 1989, and at least one time series containing records in 2004: <code>ts_has_years:1988,1989,2004</code> </li>
el: <li class="list-group-item"> Σταθμοί που έχουν τις λέξεις «διαμάντι» και «ζαφείρι» στα ονόματα, τις παρατηρήσεις, ή διάφορα άλλα πεδία: <code>διαμάντι&nbsp;ζαφείρι</code> </li> <li class="list-group-item"> Σταθμοί που ανήκουν στο Γιώργο Μιχάλη ή το Γιώργο Καραβοκυρό ή οποιονδήποτε Γιώργο: <code>owner:γιώργος</code> </li> <li class="list-group-item"> Σταθμοί που μετρούν θερμοκρασία στην Αττική: <code>variable:θερμοκρασία&nbsp;in:αττική</code> </li> <li class="list-group-item"> Γερμανικοί σταθμοί με χρονοσειρές: <code>in:germany&nbsp;ts_only:</code> </li> <li class="list-group-item"> Σταθμοί που έχουν τουλάχιστον μία χρονοσειρά που περιέχει δεδομένα το 1988, τουλάχιστον μία χρονοσειρά που περιέχει δεδομένα το 1989, και τουλάχιστον μία χρονοσειρά που περιέχει δεδομένα το 2004: <code>ts_has_years:1988,1989,2004</code> </li>

source: <p><b>Period of operation:</b> %(start_date)s - %(end_date)s</p>
el: <p><b>Περίοδος λειτουργίας:</b> %(start_date)s - %(end_date)s</p>

source: <p><b>Start of operation:</b> %(start_date)s</p>
el: <p><b>Έναρξη λειτουργίας:</b> %(start_date)s</p>

source: <p><b>End of operation:</b> %(end_date)s</p>
el: <p><b>Διακοπή λειτουργίας:</b> %(end_date)s</p>

source: <p><b>Last update:</b> %(last_update)s (%(offset)s)</p>
el: <p><b>Τελευταία ενημέρωση:</b> %(last_update)s (%(offset)s)</p>

source: (originally srid=%(srid)s, x=%(x)s, y=%(y)s)
el: (με μετατροπή από srid=%(srid)s, x=%(x)s, y=%(y)s)

source: Data
el: Δεδομένα

source: Events
el: Ημερολόγιο

source: <p><b>Owner:</b> %(owner)s</p>
el: <p><b>Ιδιοκτήτης:</b> %(owner)s</p>

source: <p><b>Overseer:</b> %(overseer)s</p>
el: <p><b>Παρατηρητής:</b> %(overseer)s</p>

source: Details
el: Λεπτομέρειες

source: Details:
el: Λεπτομέρειες:

source: No data available
el: Δεν υπάρχουν διαθέσιμα δεδομένα

source: Download
el: Λήψη

source: No data exist
el: Δεν υπάρχουν δεδομένα

source: Search results
el: Αποτελέσματα αναζήτησης

source: Sort
el: Ταξινόμηση

source: Owner
el: Ιδιοκτήτης

source: No entries found.
el: Δεν βρέθηκαν εγγραφές.

source: Owner:
el: Ιδιοκτήτης:

source: Last update:
el: Τελευταία ενημέρωση:

source: No data is available for downloading.
el: Δεν υπάρχουν διαθέσιμα δεδομένα.

source: download
el: λήψη

source: This time series group has no data yet.
el: Αυτή η ομάδα χρονοσειρών δεν έχει δεδομένα ακόμα.

source: Loading...
el: Λήψη δεδομένων...

source: No data
el: Δεν υπάρχουν δεδομένα

source: Account activation error
el: Σφάλμα στην ενεργοποίηση του λογαριασμού

source: The activation key is invalid or expired.
el: Το κλειδί της ενεργοποίησης είναι λάθος ή έχει λήξει.

source: Account activation complete
el: Ολοκλήρωση ενεργοποίησης του λογαριασμού

source: Account successfully activated
el: Ο λογαριασμός ενεργοποιήθηκε επιτυχώς

source: Login
el: Είσοδος

source: Wrong username or password.
el: Λανθασμένο όνομα χρήστη ή password

source: Forgot password?
el: Ξεχάσατε το password;

source: Logout
el: Έξοδος

source: You are now logged out
el: Πραγματοποιήσατε έξοδο

source: Password change complete
el: Ολοκληρώθηκε η αλλαγή password

source: Password changed
el: Το password αλλάχτηκε

source: Change password
el: Αλλαγή password

source: Password reset complete
el: Ολοκλήρωση επαναφοράς password

source: Password reset
el: Επαναφορά password

source: Password reset failed
el: Αποτυχία επαναφοράς password

source: Reset password
el: Επαναφορά password

source: An email with instructions for setting a new password has been sent
el: Εστάλη email με οδηγίες για ορισμό νέου password

source: Registration complete
el: Ολοκλήρωση εγγραφής

source: Please check your email
el: Ελέγξτε το email σας

source: Registration
el: Εγγραφή

source: Register
el: Εγγραφή

source: Method "{method}" not allowed.
el: Η μέθοδος "{method}" δεν επιτρέπεται.
