Repository: openmeteo/enhydris
Catalog: hcore/locale/*/LC_MESSAGES/django.po
Languages: el

source: %f is not a valid altitude
el: Το %f δεν είναι έγκυρο υψόμετρο

source: I have read and agree to the Terms of Service
el: Διάβασα τους όρους χρήσης και συμφωνώ

source: You must agree to the terms to register
el: Πρέπει να συμφωνήσετε με τους όρους χρήσης

source: This email address is already in use. Please supply a different email address.
el: Αυτή η διεύθυνση email χρησιμοποιείται ήδη. Παρακαλώ προσδιορίστε άλλη διεύθυνση.

source: Both coordinates (abscissa, ordinate) should be provided. If position is undefined, leave both empty.
el: Και οι δύο συντεταγμένες (τετμημένη και τεταγμένη) πρέπει να προσδιοριστούν. Αν δεν είναι γνωστή η θέση, αφήστε κενές και τις δύο.

source: Invalid timestep: exactly one of minutes and months must be zero
el: Το %s δεν είναι έγκυρο χρονικό βήμα: ακριβώς ένα από τα λεπτά και τους μήνες πρέπει να είναι μηδέν

source: Invalid Timestep: If time step is null, the offsets must also be null!
el: Μη έγκυρο χρονικό βήμα: αν το χρονικό βήμα είναι κενό, τα offset πρέπει να είναι επίσης κενά.

source: Invalid offset: If time step is not null, actual offset values must be provided!
el: Μη έγκυρο χρονικό βήμα: αν το χρονικό βήμα δεν είναι κενό, πρέπει να οριστεί το actual offset.

source: Invalid offsets: Nominal offsets must be both null or both not null!
el: Μη έγκυρο χρονικό βήμα: τα nominal offset πρέπει ή να είναι και τα δύο κενά ή και τα δύο συμπληρωμένα.

source: Selected instrument not in selected station
el: Το επιλεγμένο όργανο δεν ανήκει στον επιλεγμένο σταθμό

source: New data policy
el: Νέα πολιτική δεδομένων

source: %s is not a valid time step; exactly one of minutes and months must be zero
el: Το %s δεν είναι έγκυρο χρονικό βήμα: ακριβώς ένα από τα λεπτά και τους μήνες πρέπει να είναι μηδέν

source: Invalid time step: if time_step is null, offsets must also be null
el: Μη έγκυρο χρονικό βήμα: αν το χρονικό βήμα είναι κενό, τα offset πρέπει να είναι επίσης κενά

source: Invalid time step: if time_step is not null, actual offsets must be provided
el: Μη έγκυρο χρονικό βήμα: αν το χρονικό βήμα δεν είναι κενό, πρέπει να παρέχονται τα actual offsets

source: Invalid time step: nominal offsets must be both null or both not null
el: Μη έγκυρο χρονικό βήμα: αν το χρονικό βήμα δεν είναι κενό, πρέπει να οριστεί το actual offset.

source: Username
el: Όνομα χρήστη

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Location
el: Τοποθεσία

source: Organization
el: Οργανισμός

source: Profile
el: Προτιμήσεις χρήστη

source: Profiles
el: Προτιμήσεις χρηστών

source: %f is not a valid latitude
el: Το %f δεν είναι έγκυρο γεωγραφικό πλάτος

source: %f is not a valid longitude
el: Το %f δεν είναι έγκυρο γεωγραφικό μήκος

source: Name
el: Όνομα

source: Water basin
el: Λεκάνη απορροής

source: Water division
el: Υδατικό διαμέρισμα

source: Political division
el: Διοικητική υποδιαίρεση

source: Owner
el: Ιδιοκτήτης

source: Type
el: Τύπος

source: Country
el: Χώρα

source: Using Filters
el: Φίλτρο

source: In this tab you can select to narrow down your station results based on some filter values. In the country section, you can select stations from only a specific country. By enabling this, you can then also specify a subregion of the country ("District", "Prefecture"). There are also other options such as the filtering based on station owner (This can be a person or organization.), type of station etc.
el: Σ' αυτή την καρτέλα μπορείτε να περιορίσετε τα αποτελέσματα. Αν ορίσετε χώρα, θα προβληθούν μόνο οι σταθμοί αυτής της χώρας. Αντίστοιχα μπορείτε να επιλέξετε περιφέρεια, νομό, είδος ή ιδιοκτήτη σταθμού κλπ.

source: Water Division
el: Υδατικό διαμέρισμα

source: Water Basin
el: Λεκάνη απορροής

source: Variable
el: Μεταβλητή

source: Select an Variable
el: Επιλέξτε μεταβλητή

source: Display only stations with timeseries
el: Προβολή μόνο σταθμών με χρονοσειρές

source: Edit Gentity Event
el: Γεγονότα σταθμού

source: Add Gentity Event
el: Πρόσθεση γεγονότος σταθμού

source: Edit gentity event details:
el: Λεπτομέρειες γεγονότος:

source: Fill the gentity event details:
el: Συμπληρώστε τις λεπτομέρειες για το γεγονός σταθμού:

source: Please correct the errors below:
el: Παρακαλούμε διορθώστε τα παρακάτω σφάλματα:

source: Submit Changes
el: Υποβολή αλλαγών

source: Edit Gentity File
el: Διόρθωση αρχείων

source: Add Gentity File
el: Πρόσθεση αρχείου

source: Edit gentity file details:
el: Λεπτομέρειες αρχείου:

source: Fill the gentity file details:
el: Συμπληρώστε τις λεπτομέρειες για το αρχείο:

source: Edit Gentity Generic Data Item
el: Διόρθωση γενικού πληροφοριακού στοιχείου

source: Add Gentity Generic Data Item
el: Προσθέστε γενικό πληροφοριακό στοιχείο

source: Edit gentity generic data details:
el: Λεπτομέρειες γενικού πληροφοριακού στοιχείου:

source: Fill the gentity generic data details:
el: Συμπληρώστε τις λεπτομέρειες για το γενικό πληροφοριακό στοιχείο:

source: Enhydris - Instrument
el: Ενυδρίς - Όργανο

source: Station:
el: Σταθμός:

source: Instrument Details
el: Λεπτομέρειες οργάνων

source: Related Station
el: Σχετικός σταθμός

source: Remarks
el: Παρατηρήσεις

source: Manufacturer
el: Κατασκευαστής

source: Model
el: Μοντέλο

source: Is Active
el: Είναι ενεργό

source: Start Date
el: Ημερ/νία έναρξης

source: End Date
el: Ημερ/νία λήξης

source: Timeseries
el: Χρονοσειρές

source: Time step
el: Χρονικό βήμα

source: Unit Of Measurement
el: Μονάδα μέτρησης

source: Instrument
el: Όργανο

source: Management
el: Διαχείριση

source: Variable step
el: Μεταβλητό βήμα

source: Edit Instrument
el: Διόρθωση οργάνου

source: Add Instrument
el: Πρόσθεση οργάνου

source: Edit instrument details for
el: Λεπτομέρειες για το παρακάτω όργανο

source: Fill the instrument details:
el: Συμπληρώστε τις λεπτομέρειες για το όργανο:

source: Entities map
el: Χάρτης οντοτήτων

source: Edit Overseer
el: Διόρθωση παρατηρητή

source: Add Overseer
el: Πρόσθεση παρατηρητή

source: Edit Overseer details:
el: Λεπτομέρειες για τον παρατηρητή:

source: Fill the Overseer details:
el: Συμπληρώστε τις λεπτομέρειες για τον παρατηρητή:

source: Owner:
el: Ιδιοκτήτης:

source: Active,
el: Ενεργός,

source: Not active,
el: Μη ενεργός,

source: Automatic
el: Αυτόματος

source: Conventional
el: Συμβατικός

source: Open station details
el: Λεπτομέρειες σταθμού

source: Enhydris - Station
el: Ενυδρίς - Σταθμός

source: More...
el: Περισσότερα...

source: Less...
el: Λιγότερα...

source: Short Name
el: Σύντομο όνομα

source: Political Division
el: Διοικητική υποδιαίρεση

source: Abscissa
el: Τετμημένη

source: Ordinate
el: Τεταγμένη

source: Approximate
el: Προσέγγιση

source: Altitude
el: Υψόμετρο

source: Is Automatic
el: Είναι αυτόματος

source: Creator
el: Δημιουργός

source: Unknown
el: Άγνωστο

source: Overseers
el: Παρατηρητές

source: Station (Gentity) Alternative Codes
el: Εναλλακτικοί κωδικοί σταθμού

source: Value
el: Τιμή

source: No data available
el: Δεν υπάρχουν διαθέσιμα δεδομένα

source: Station (Gentity) Files
el: Αρχεία σταθμού

source: Date
el: Ημερομηνία

source: File Type
el: Τύπος Αρχείου

source: Content
el: Περιεχόμενο

source: Description
el: Περιγραφή

source: Station (Gentity) Generic data
el: Γενικά πληροφοριακά στοιχεία

source: Data Type
el: Τύπος

source: Station (Gentity) Events
el: Γεγονότα σταθμού

source: User
el: Χρήστης

source: Report
el: Έκθεση

source: Instruments
el: Όργανα

source: Station
el: Σταθμός

source: Edit Station
el: Διόρθωση σταθμού

source: Add Station
el: Πρόσθεση σταθμού

source: Edit station details for
el: Λεπτομέρειες σταθμού

source: Fill the station details:
el: Συμπληρώστε τις λεπτομέρειες για το σταθμό:

source: There were some errors in one of the forms. Please correct them and click the submit button again.
el: Υπήρχαν σφάλματα σε μια από τις φόρμες. Διορθώστε τα και υποβάλετε ξανά.

source: Create the station and then you'll be able to add more details.
el: Δημιουργήστε το σταθμό και μετά θα μπορείτε να προσθέσετε λεπτομέρειες.

source: Enhydris - Stations
el: Ενυδρίς - Σταθμοί

source: List
el: Κατάλογος

source: Advanced Search
el: Προχωρημένη αναζήτηση

source: Searching
el: Αναζήτηση

source: Find Stations by name, description, etc.
el: Εύρεση σταθμών με όνομα, περιγραφή κλπ.

source: Search
el: Αναζήτηση

source: Search results obtained
el: Βρέθηκαν αποτελέσματα

source: Back to all results
el: Πίσω στα αποτελέσματα

source: Filter based search results obtained
el: Βρέθηκαν αποτελέσματα με βάση το φίλτρο

source: Station Catalogue
el: Κατάλογος σταθμών

source: Add a new station
el: Πρόσθεση νέου σταθμού

source: Filter results by map viewport
el: Περιορισμός αποτελεσμάτων με βάση την ορατή περιοχή του χάρτη

source: No entries found.
el: Δεν βρέθηκαν εγγραφές.

source: You may want to try again with a different filter.
el: Προσπαθήστε ξανά με διαφορετικό φίλτρο.

source: Filter
el: Φίλτρο

source: Enhydris - Time series
el: Ενυδρίς - Χρονοσειρές

source: Timeseries Details
el: Λεπτομέρειες χρονοσειρών

source: Download Timeseries in plain text from
el: Κατεβάστε τις χρονοσειρές σε μορφή κειμένου

source: here
el: εδώ

source: You don't have permissions to download the time series!
el: Δεν έχετε τα δικαιώματα για να κατεβάσετε τις χρονοσειρές.

source: Precision
el: Ακρίβεια

source: Time Zone
el: Χρονική ζώνη

source: Time scale
el: Χρονική κλίμακα

source: Time stamps regularity
el: Κανονικότητα χρονοσφραγίδων

source: Time step is not strict
el: Το χρονικό βήμα δεν είναι αυστηρό

source: Time step is strict
el: Το χρονικό βήμα είναι αυστηρό

source: Time stamps nominal offset
el: Nominal offset χρονοσφραγίδας

source: minutes
el: λεπτα

source: months
el: μήνες

source: Time stamps reference
el: Σημείο αναφοράς χρονοσφραγίδων

source: Instantaneous values
el: Στιγμιαίες τιμές

source: Interval,
el: Διάστημα,

source: Edit Timeseries
el: Διόρθωση χρονοσειράς

source: Add Timeseries
el: Πρόσθεση χρονοσειράς

source: Edit timeseries details for
el: Λεπτομέρειες χρονοσειράς

source: Fill the timeseries details:
el: Συμπληρώστε τις λεπτομέρειες για τη χρονοσειρά:
